[
  {
    "title": "Work smarter",
    "slug": "work_smarter",
    "description": "This isn't your father's business advice. These talks offer unconventional, and uncommonly useful, advice on leading, working and making the most of each day.",
    "objectID": "60"
  },
  {
    "title": "Work happier",
    "slug": "shawn_achor_work_happier",
    "description": "Happiness leads to better work -- not the other way around. We learned this from Shawn Achor's TED Talk. Here that classic, plus his selects of other talks to make business more positive.",
    "objectID": "137"
  },
  {
    "title": "Words, words, words",
    "slug": "words_words_words",
    "description": "As Wittgenstein wrote, \"The limits of my language mean the limits of my world.\" Watch talks by linguists, data analysts and word nerds.",
    "objectID": "117"
  },
  {
    "title": "Words to live by",
    "slug": "words_to_live_by",
    "description": "These speakers offer beautiful, sweeping, simple life advice — the kind to tuck in the back of your mind and let inspire you onward.",
    "objectID": "233"
  },
  {
    "title": "Will drones save us or destroy us?",
    "slug": "will_drones_save_us_or_destroy",
    "description": "Depending on who you listen to, drones will either save the world -- or usher in our techno-driven doom. Here, take a look at the light and dark side of drones. <a href=\"http://blog.ted.com/tag/drone-week/\">See exclusive articles on the TED blog.</a>",
    "objectID": "135"
  },
  {
    "title": "Why we need brave journalists",
    "slug": "why_we_need_brave_journalists",
    "description": "Three reporters who've been arrested, shot at and threatened talk about why they continue to report in dangerous war zones, prisons, protest sites -- because otherwise, these stories will go untold.",
    "objectID": "166"
  },
  {
    "title": "Who are the hackers?",
    "slug": "who_are_the_hackers",
    "description": "The Internet connects us as never before, but there's a dark side to this web. Who are the hackers who wreak havoc online? And what is it they want? Sociologists, criminologists and hackers themselves shed light …",
    "objectID": "10"
  },
  {
    "title": "Where do ideas come from?",
    "slug": "where_do_ideas_come_from",
    "description": "How does the metaphorical lightbulb go off? Is it a flash of genius? The power of crowds? These heady talks explore the nature of ideas themselves: Where they come from, how they evolve, and how each of us can nurture them.",
    "objectID": "20"
  },
  {
    "title": "What's wrong with what we eat?",
    "slug": "what_s_wrong_with_what_we_eat",
    "description": "It's easy to worry about food: Are we eating the wrong stuff? What about people who don't have enough to eat? These talks examine the problems -- and some compelling solutions.",
    "objectID": "75"
  },
  {
    "title": "What makes you happy?",
    "slug": "what_makes_you_happy",
    "description": "Everyone wants to be happy. But how, exactly, does one go about it?  Here, psychologists, journalists, Buddhist monks and more gives answers that may surprise.",
    "objectID": "4"
  },
  {
    "title": "What is success?",
    "slug": "what_is_success",
    "description": "Success can mean: feeling that tingle of excitement about what you do, sticking with what matters through hard times, living a life you can feel proud of in retrospect. These talks say it all.",
    "objectID": "152"
  },
  {
    "title": "What does the future look like?",
    "slug": "what_does_the_future_look_like",
    "description": "Visions of the future, on everything from cars to the Internet to the human species.",
    "objectID": "85"
  },
  {
    "title": "What doctors worry about",
    "slug": "what_doctors_worry_about",
    "description": "We worry about what our doctors will tell us -- and so do they. Doctors, scientists and medical researchers weigh in on health care and better health practices.",
    "objectID": "70"
  },
  {
    "title": "Way, way out there",
    "slug": "way_way_out_there",
    "description": "Travel across the universe (or is it universes?) as star-gazing speakers share stunning images of Saturn's rings, haunting sounds from distant black holes and an infectious sense of wonder about what lies beyond our skies.",
    "objectID": "16"
  },
  {
    "title": "War stories",
    "slug": "war_stories",
    "description": "We need to talk about war. These powerful, crucial talks come from soldiers, politicians, journalists and others who've seen the reality of war firsthand.",
    "objectID": "69"
  },
  {
    "title": "Wang Lifen: 5 highly quotable talks",
    "slug": "wang_lifen_5_highly_quotable",
    "description": "A top newscaster in China, Wang Lifen has launche Umiwi to call on the youth of China to make their own media. Here, her 5 most quotable TED Talks.",
    "objectID": "54"
  },
  {
    "title": "Virtuosos",
    "slug": "virtuosos",
    "description": "Stunning performances straight from the TED stage. These musicians will transport you with their instrumental mastery.",
    "objectID": "18"
  },
  {
    "title": "Unsolved Mysteries",
    "slug": "unsolved_mysteries",
    "description": "We all love parsing the twists and folds of a good old-fashioned mystery -- of all kinds. (\"Serial\" lovers, this playlist is for you.)",
    "objectID": "212"
  },
  {
    "title": "TV Special: TED Talks Education",
    "slug": "tv_special_ted_talks_educatio",
    "description": "How can we create an education system that works for kids, instead of against them? Watch eight inspiring talks (and one beautiful performance) from TED's May 2013 PBS special, given in their entirety.",
    "objectID": "125"
  },
  {
    "title": "Truth and dare",
    "slug": "truth_and_dare",
    "description": "TED2015 transforms the “or” in the classic party game name into “and.” Why? Because truth often requires us to be daring, and daring often leads us to new truths. Talks to help you get in the spirit for TED2015...",
    "objectID": "236"
  },
  {
    "title": "Toys!",
    "slug": "toys",
    "description": "What’s more fun than a barrel of monkeys? These talks, which offer unique insights on the things we play with—from teddy bears to Legos to yo-yos. ",
    "objectID": "162"
  },
  {
    "title": "To boldly go ...",
    "slug": "to_boldly_go",
    "description": "Ski to the North Pole. Row across the Pacific. Swim on Mt. Everest(!). These adventurers have pushed themselves to the limits of human endurance, and in these talks they share what they've learned about themselves and the planet.",
    "objectID": "27"
  },
  {
    "title": "Tim O'Reilly: 9 talks that stretched my mind",
    "slug": "tim_o_reilly_9_talks_that_str",
    "description": "Tim O’Reilly of O’Reilly Media (\"Make:\" magazine, anyone?) shares his favorite TED Talks with notes about why each one had an impact. Surprise: It's not all tech.",
    "objectID": "42"
  },
  {
    "title": "The world of tiny things",
    "slug": "the_world_of_tiny_things",
    "description": "Zoom in -- way, way in -- to look at the world from speck's-eye view. Learn about very tiny insects, the world at the nanoscale, and sculptures so small it's best to hold your breath while viewing.",
    "objectID": "128"
  },
  {
    "title": "The weird science of love",
    "slug": "the_weird_science_of_love",
    "description": "Love often feels inexplicable, the most unpredictable of forces. Using science, math and methodical observation, these speakers offer clues to understanding it.",
    "objectID": "231"
  },
  {
    "title": "The struggle of mental health",
    "slug": "the_struggle_of_mental_health",
    "description": "Depression, schizophrenia, suicidal feelings—too often, these experiences stay private. These speakers who’ve struggled with mental illness boldly share their stories, in hopes that others don’t feel so alone.",
    "objectID": "175"
  },
  {
    "title": "The road to peace",
    "slug": "the_road_to_peace",
    "description": "Peace. It's humanity's eternal, elusive dream. These speakers offer inspired ideas, practical advice and real-world examples from around the globe of how it just might be attainable.",
    "objectID": "22"
  },
  {
    "title": "The Remix",
    "slug": "the_remix",
    "description": "DJs make remixes, cross-pollinating old sounds with new. But all of us engage in this conversation between the past and present, making ideas resonate over and over again.",
    "objectID": "156"
  },
  {
    "title": "The quest to end poverty",
    "slug": "the_quest_to_end_poverty",
    "description": "It's the challenge of our age: How do we end poverty? Hear ideas and results from economists, philanthropists, activists working -- in labs and on the ground -- to wipe it out.",
    "objectID": "67"
  },
  {
    "title": "The pursuit of justice",
    "slug": "the_pursuit_of_justice",
    "description": "Behold, courage. These speakers have the fortitude to stand up to some of the world's greatest injustices.",
    "objectID": "15"
  },
  {
    "title": "The power of film",
    "slug": "the_power_of_film",
    "description": "Few things are as magical as sitting back in a theater with a hushed crowd to enjoy a film, but what you see on the screen isn't everything. Hear from visionaries -- from Hollywood, Bollywood, Nollywood -- on how to make movies.",
    "objectID": "66"
  },
  {
    "title": "The perfect lunchtime talks",
    "slug": "the_perfect_lunchtime_talks",
    "description": "Need something smart to chew on? As you eat lunch, cue up these delightful talks, as invigorating for the mind as a cup of coffee.",
    "objectID": "190"
  },
  {
    "title": "The most popular talks of all time",
    "slug": "the_most_popular_talks_of_all",
    "description": "Are schools killing creativity? What makes a great leader? How can I find happiness? These 20 talks are the ones that you and your fellow TED fans just can't stop sharing. ",
    "objectID": "171"
  },
  {
    "title": "The most popular talks of 2014",
    "slug": "the_most_popular_talks_of_2014",
    "description": "From overcoming adversity to the latest in tech—these are the talks you binge-watched this year.",
    "objectID": "215"
  },
  {
    "title": "The most popular science talks",
    "slug": "the_most_popular_science_talks",
    "description": "Spellbinding, stimulating, seductive … science? Here, the 10 most-watched science talks on TED.com. See why.",
    "objectID": "181"
  },
  {
    "title": "The importance of educating girls",
    "slug": "the_importance_of_educating_gi",
    "description": "In far too many countries around the world, an education is not a given for girls. These moving talks are from those facing great risk to change that.",
    "objectID": "193"
  },
  {
    "title": "The global power shift",
    "slug": "the_global_power_shift",
    "description": "Big-picture talks about global politics and the shifting weight of the world.",
    "objectID": "73"
  },
  {
    "title": "The future of medicine",
    "slug": "the_future_of_medicine",
    "description": "Take this tour of medicine's future with some of the trailblazing doctors charting its course. Once you've seen a transplantable human kidney created from a 3D printer, almost anything is imaginable ...",
    "objectID": "23"
  },
  {
    "title": "The funniest TED Talks",
    "slug": "the_funniest_ted_talks",
    "description": "Great TED Talks illuminate an idea. Sometimes, they do it while making you laugh. These talks will bring a smile to your face. Please note: Vigorous debate ensued among our staff about which talks to include. So we hope you’ll find something for every sense of humor.",
    "objectID": "235"
  },
  {
    "title": "The forecast calls for…",
    "slug": "the_forecast_calls_for",
    "description": "Why is it that the weather is so often a subject of conversation? Because it’s a shared experience amongst all those around us. Here, talks about the weather. ",
    "objectID": "142"
  },
  {
    "title": "The first 6 TED Talks ever",
    "slug": "the_first_6_ted_talks_ever",
    "description": "Behold, the very first TED Talks posted online, shared with the world on June 27, 2006. Each is powerful and moving -- and still deeply resonates today.",
    "objectID": "168"
  },
  {
    "title": "The end of oil?",
    "slug": "the_end_of_oil",
    "description": "It's the question of our generation: Can we find a sustainable alternative to oil? Scientists, inventors and activists present stern warnings and visionary solutions for the energy of tomorrow.",
    "objectID": "58"
  },
  {
    "title": "The dark side of data",
    "slug": "the_dark_side_of_data",
    "description": "Data can be used for good, harnessed for the betterment of society, but it can also be abused. Find out about some hidden not-so-sunny uses of Big Data.",
    "objectID": "130"
  },
  {
    "title": "The creative spark",
    "slug": "the_creative_spark",
    "description": "What makes us create and innovate? Here, wildly creative thinkers share ideas and insights into what kindles genius. ",
    "objectID": "11"
  },
  {
    "title": "The complexity of memory",
    "slug": "the_complexity_of_memory",
    "description": "The mind is a diligent recorder, taking note of all that happens and storing data on it for retrieval later, right? Well actually, no. Enjoy these 7 illuminating talks on the science—and oddities—of our memory.",
    "objectID": "196"
  },
  {
    "title": "The big picture",
    "slug": "the_big_picture",
    "description": "Must-listen talks about the future of the environment, crime, technology, government and the human race.",
    "objectID": "126"
  },
  {
    "title": "The best mustaches on TED.com",
    "slug": "the_best_mustaches_on_ted_com",
    "description": "These speakers sport impressive moustaches. Watch in honor of Movember, the month in which men let their ‘staches grow wild to raise money for men’s health causes.",
    "objectID": "203"
  },
  {
    "title": "The autism spectrum",
    "slug": "the_autism_spectrum",
    "description": "As autism diagnoses rise, it’s become a topic many are thinking about. Here, talks on the science of autism, as well as first-person accounts from those living with it. ",
    "objectID": "153"
  },
  {
    "title": "The artist is in.",
    "slug": "the_artist_is_in",
    "description": "Why create? Artists and designers share their work, their process and their vision in these deeply personal -- and often hilarious -- talks.",
    "objectID": "3"
  },
  {
    "title": "The art of meaningful conversation ",
    "slug": "the_art_of_meaningful_conversa",
    "description": "You talk to people everyday. But do you really feel like you’re communicating? These talks will help you go beyond small talk, to the conversations that nudge along understanding.",
    "objectID": "211"
  },
  {
    "title": "The 10 TED Talks you’ve commented on the most",
    "slug": "the_10_ted_talks_you_ve_commen",
    "description": "These talks sparked lively discussion on TED.com — each has more than 1500 comments. Perhaps you'll be inspired to share your own perspective, be it agreement or a challenge.",
    "objectID": "229"
  },
  {
    "title": "The 10 most popular TEDx talks",
    "slug": "the_10_most_popular_tedx_talks",
    "description": "TEDx events unleash fresh ideas from local communities. Close to 50,000 talks have been given at 10,000 events since the program launched in 2009. Below, the 10 most-watched TEDx talks posted to our homepage.",
    "objectID": "180"
  },
  {
    "title": "That's absurd!",
    "slug": "that_s_absurd",
    "description": "These quirky talks remind us that life is funny, weird, sweet, absurd.",
    "objectID": "88"
  },
  {
    "title": "TED under 20",
    "slug": "ted_under_20",
    "description": "Talks from scientists, musicians, innovators -- all in their teens. Watch these amazing wunderkinds.",
    "objectID": "129"
  },
  {
    "title": "TED in 3 minutes",
    "slug": "ted_in_3_minutes",
    "description": "Hungry for inspiration but short on time? Watch these snack-sized talks.",
    "objectID": "81"
  },
  {
    "title": "Tech breakthrough",
    "slug": "tech_breakthrough",
    "description": "These onstage demos offer a mind-blowing peek at where technology is taking us. Flying robots, levitating superconductors, brainwave-reading headsets and more …",
    "objectID": "2"
  },
  {
    "title": "Talks to watch with kids",
    "slug": "talks_to_watch_with_kids",
    "description": "Fun, informative and captivating talks to inspire young minds.",
    "objectID": "86"
  },
  {
    "title": "Talks to watch when every conceivable bad thing has just happened to you",
    "slug": "talks_to_watch_when_every_conc",
    "description": "When it rains, it tends to pour. Here’s hoping that a break in the clouds is coming soon.",
    "objectID": "210"
  },
  {
    "title": "Talks to watch instead of shopping",
    "slug": "talks_to_watch_instead_of_shop",
    "description": "Forget about Black Friday. Step away from the mall and watch these talks on consumerism … and why it’s not always the best thing.",
    "objectID": "207"
  },
  {
    "title": "Talks to take you back to school",
    "slug": "talks_to_take_you_back_to_scho",
    "description": "Sharpen your pencils! It’s time to hit the books again, with these TED Talks that take you through a busy day of math, history, gym, lunch, English, science and art. No finals required.",
    "objectID": "179"
  },
  {
    "title": "Talks to restore your faith in politics",
    "slug": "talks_to_restore_your_faith_in",
    "description": "Modern politics turns you off? Here’s how to reconnect — and take charge of your world.",
    "objectID": "197"
  },
  {
    "title": "Talks to restore your faith in humanity",
    "slug": "talks_to_restore_your_faith_in_1",
    "description": "Sometimes it’s easy to think the worst of human beings. But these inspiring talks can help you remember: altruism, kindness and helping hands are all around.",
    "objectID": "216"
  },
  {
    "title": "Talks to make your commute go faster",
    "slug": "talks_to_make_your_commute_go",
    "description": "These engrossing stories will make your drive -- or train ride -- fly by. You'll laugh, you'll cry, you won't feel an ounce of road rage. And you won't miss a thing if you can't watch the visuals.",
    "objectID": "200"
  },
  {
    "title": "Talks to make you feel good about getting older",
    "slug": "talks_to_make_you_feel_good_ab",
    "description": "The extra candles on the birthday cake, the little lines you notice in the mirror ... aging doesn’t always feel good. But remember, age also brings wisdom and balance. Watch these reminders of the benefits that come with age. ",
    "objectID": "227"
  },
  {
    "title": "Talks to inspire you to go to bed and get a good night's sleep",
    "slug": "talks_to_inspire_you_to_go_to",
    "description": "Far better than counting sheep, these talks on the importance of sleep may well help you get your zzzzs tonight.",
    "objectID": "223"
  },
  {
    "title": "Talks to inspire New Year's Resolutions",
    "slug": "talks_to_inspire_new_year_s_re",
    "description": "New Year's resolutions are easy to make … and hard to keep. Our advice: Make resolutions that reflect your core values, to be kinder, more confident, more open to change. Some inspiration:",
    "objectID": "217"
  },
  {
    "title": "Talks to help you shake off rejection",
    "slug": "talks_to_help_you_shake_off_re",
    "description": "Everyone faces rejection, sometimes on repeat. These speakers experienced a barrage of ‘no’s, but were able to push past the disappointment and keep on going. May their resilience inspire you.",
    "objectID": "234"
  },
  {
    "title": "Talks to help you forget that you're doing chores",
    "slug": "talks_to_help_you_forget_that",
    "description": "Whether you are washing dishes, dusting the shelves or cleaning the car, these talks will help the next hour and a half fly by. No need to watch—just listen.",
    "objectID": "232"
  },
  {
    "title": "Talks to give you wanderlust",
    "slug": "talks_to_give_you_wanderlust",
    "description": "Prepare to be swept away with longing for distant places. Hit play on these talks while you pack your real or imaginary bags for an epic journey.",
    "objectID": "172"
  },
  {
    "title": "Talks to get you through your quarter-life crisis",
    "slug": "talks_to_get_you_through_your",
    "description": "Yes, you're an adult now. But there's no need to panic! Take a deep breath and survive twenty-something burnout with the help of these talks.",
    "objectID": "225"
  },
  {
    "title": "Talks that just might save your relationship",
    "slug": "talks_that_just_might_save_you",
    "description": "No matter how long you've been together, it never hurts to have a little refresher course on what really matters.",
    "objectID": "202"
  },
  {
    "title": "Talks from inspiring teachers",
    "slug": "talks_from_inspiring_teachers",
    "description": "A great teacher can change the trajectory of your life. Here, talks from 8 teachers you'll wish you had.",
    "objectID": "182"
  },
  {
    "title": "Talks for foodies",
    "slug": "talks_for_foodies",
    "description": "What can compare to the pleasures of the palate? These talks from chefs, cookbook writers and passionate foodies celebrate all things edible.",
    "objectID": "55"
  },
  {
    "title": "Take charge of your healthcare",
    "slug": "take_charge_of_your_healthcare",
    "description": "You may be the patient. But that doesn’t mean you shouldn’t be an active participant in getting the best possible care. These speakers have ideas on how.",
    "objectID": "199"
  },
  {
    "title": "Sustainability by design",
    "slug": "sustainability_by_design",
    "description": "Humans are builders and creators—but how can we build thoughtfully, without waste? These talks explore sustainable design—both past and present—and its beautiful, inspiring results.",
    "objectID": "28"
  },
  {
    "title": "Surprisingly viral TED Talks",
    "slug": "surprisingly_viral_ted_talks",
    "description": "How did some of our quirkiest talks pull in millions of views? Watch these fun, fascinating hits and see for yourself.",
    "objectID": "174"
  },
  {
    "title": "Sugata Mitra's 5 favorite education talks",
    "slug": "sugata_mitra_s_5_favorite_educ",
    "description": "2013 TED Prize winner Sugata Mitra is an educator who helps kids learn to teach themselves. Here are 5 talks that align with his vision of education's future.",
    "objectID": "89"
  },
  {
    "title": "Steve Case: 10 unforgettable talks",
    "slug": "steve_case_10_unforgettable_t",
    "description": "Steve Case says, “It has been amazing to watch TED's transition from party to platform, and from a small gathering for the benefit of a few to a massive global movement. Choosing my favorite TED Talks after so many years was no easy task, but here goes … ”",
    "objectID": "51"
  },
  {
    "title": "Stefan Sagmeister: My all-time favorites",
    "slug": "stefan_sagmeister_my_all_time",
    "description": "Stefan Sagmeister prefers to watch with company: “I find watching TED Talks the most brilliant alternative to watching TV, especially with someone else while stopping and going and stopping and discussing it all.”",
    "objectID": "41"
  },
  {
    "title": "Stand up to bullying",
    "slug": "stand_up_to_bullying",
    "description": "Sometimes bullying is verbal—an upsetting nickname, a disheartening taunt. Other times it’s physical. These speakers' words might just stop it in all forms.",
    "objectID": "191"
  },
  {
    "title": "Spooky, creepy talks for Halloween",
    "slug": "spooky_creepy_talks_for_hallo",
    "description": "While you carve your pumpkins and put the final touches on your costume, these talks will get you into the Halloween spirit.",
    "objectID": "198"
  },
  {
    "title": "Spoken-word fireworks",
    "slug": "spoken_word_fireworks",
    "description": "Brave and beautiful expressions from some of the world's most talented spoken-word performers, who weave stories in words and gestures.",
    "objectID": "87"
  },
  {
    "title": "South America!",
    "slug": "south_america",
    "description": "Creativity and innovation are flowing in South America, while countries across the continent still face unique challenges. As we plan for TEDGlobal 2014—happening in Rio de Janeiro, Brazil, in October—this playlist will get you in the spirit.",
    "objectID": "149"
  },
  {
    "title": "Social Good, Inc.",
    "slug": "social_good_inc",
    "description": "Businesses have the resources to make contributions to the collective good. Here, TED Talks on what can happen when corporations make saving the environment and helping people a priority, plus talks on how business principles might even be more effective for creating change than non-profit models.",
    "objectID": "139"
  },
  {
    "title": "Smart kids’ life advice",
    "slug": "smart_kids_life_advice_1",
    "description": "These young speakers encourage us to ask bold questions, think creatively and dream big. It’s spot-on life advice that adults may just want to listen to. ",
    "objectID": "177"
  },
  {
    "title": "Slow down! Enjoy life.",
    "slug": "slow_down_enjoy_life",
    "description": "The world is moving fast. These talks will inspire you to take time to process it all. Bonus reading: <a href=\"http://www.ted.com/read/ted-books/the-art-of-stillness\" target=\"blank\">Pico Iyer’s <em>The Art of Stillness</em></a>, a beautiful meditation on this subject.",
    "objectID": "204"
  },
  {
    "title": "Should we redesign humans?",
    "slug": "should_we_redesign_humans",
    "description": "The age of bioengineering is upon us, with scientists' understanding of how to engineer cells, tissues and organs improving at a rapid pace. Here, how this could affect the future of our physical bodies. ",
    "objectID": "144"
  },
  {
    "title": "Short talks for parents who are short on time but starved for intellectual stimulation",
    "slug": "short_talks_for_parents_who_ar",
    "description": "You aren't sleeping. You barely have time to eat, let alone peruse TED Talks. Here, talks under six minutes that will give you a quick dose of inspiration.",
    "objectID": "221"
  },
  {
    "title": "Sex: Can we talk?",
    "slug": "sex_can_we_talk",
    "description": "A few things you've always wanted to know about sex: why we enjoy it, how to explain it, and, importantly, how flowers do it.",
    "objectID": "6"
  },
  {
    "title": "Ryuichi Sakamoto: On music and more",
    "slug": "ryuichi_sakamoto_on_music_and",
    "description": "Musician Ryuichi Sakamoto picks his favorite talks on ideas -- both musical and beyond. \"Each talk expresses a vision no one else can have,\" he says. \"They're a triumph of uniqueness and originality.” \r\n",
    "objectID": "44"
  },
  {
    "title": "Ryan Holladay's playlist",
    "slug": "ryan_holladay_s_playlist",
    "description": "Explore the transforming power of music.",
    "objectID": "183"
  },
  {
    "title": "Ryan Coogler: 6 talks that inspired me",
    "slug": "ryan_coogler_6_talks_that_ins",
    "description": "Ryan Coogler, director of \"Fruitvale Station,\" picks his 6 favorite talks. He also calls out Steve Jobs' \"How to Live Before You Die,\" calling it: \"One of the best speeches given during my lifetime. Jobs gives a personal meditation on what it means to be human.\"",
    "objectID": "132"
  },
  {
    "title": "Robert Simpson's playlist",
    "slug": "robert_simpson_s_playlist",
    "description": "Huge ideas from physics.",
    "objectID": "184"
  },
  {
    "title": "Reggie Watts: 9 mind-boggling talks",
    "slug": "reggie_watts_9_mind_boggling",
    "description": "Droids, mushrooms, pranks, fractals -- Reggie Watts shares some simple tools for brain expansion.",
    "objectID": "33"
  },
  {
    "title": "Re-imagining school",
    "slug": "re_imagining_school",
    "description": "All over the world, there's a growing consensus that our education systems are broken. These educators offer lessons in how we might re-imagine school.",
    "objectID": "24"
  },
  {
    "title": "Ramsey Musallam: 6 talks that blew me away",
    "slug": "ramsey_musallam_6_talks_that",
    "description": "Chemistry teacher Ramsey Musallam knows that great educational media can be nothing short of explosive. Strap on your goggles and watch his top picks.",
    "objectID": "119"
  },
  {
    "title": "Plantastic!",
    "slug": "plantastic",
    "description": "Green, leafy, often delicious: Plants are all around us and make the ecosystem work. Hear from gardeners, vegetarians, designers and conservationists on the wonderful world of plants and vegetables.",
    "objectID": "118"
  },
  {
    "title": "Planes, trains and automobiles",
    "slug": "planes_trains_and_automobiles",
    "description": "Drive a plane? Race a car with your eyes closed? Fly? Innovators in transportation show that getting from point A to point B doesn't have to be boring.",
    "objectID": "83"
  },
  {
    "title": "Philippe Starck: 11 truly thrilling talks",
    "slug": "philippe_starck_11_truly_thri",
    "description": "Designer Philippe Starck handpicked this list of talks about science and design -- ideas that spur imagination and inspire creativity. ",
    "objectID": "46"
  },
  {
    "title": "Peter Gabriel: 11 surprising talks",
    "slug": "peter_gabriel_11_surprising_t",
    "description": "We asked Peter Gabriel what TEDTalks he thinks will still be making waves in 25 years, like his classic 1986 album, \"So.\" Here are his picks, from printing a human kidney to the learning revolution.  ",
    "objectID": "52"
  },
  {
    "title": "Personal tales from the edge of life",
    "slug": "personal_tales_from_the_edge_o",
    "description": "Beautiful, intimate and ultimately uplifting stories of challenge -- from making a new home in a strange country, to rebuilding life after unthinkable tragedy.",
    "objectID": "65"
  },
  {
    "title": "Pearl Arredondo: 8 talks to spark success",
    "slug": "pearl_arredondo_8_talks_to_sp",
    "description": "Pearl Arredondo worked her way up from humble East L.A. beginnings, and as a high school teacher she now inspires other kids to do the same. Here are the talks that she thinks capture that spirit of drive and determination.",
    "objectID": "122"
  },
  {
    "title": "Our future in cities",
    "slug": "our_future_in_cities",
    "description": "Humanity's future is the future of cities. Explore the crowded favelas, greened-up blocks and futuristic districts that could shape the future of cities -- and take a profane, hilarious side trip to the suburbs.",
    "objectID": "29"
  },
  {
    "title": "Our digital lives",
    "slug": "our_digital_lives",
    "description": "Our hyper-connected lives have been rewired for the digital age. These talks explore how the Internet and social media are shaping our relationships, personal lives and sense of self.",
    "objectID": "26"
  },
  {
    "title": "Our brains: predictably irrational",
    "slug": "our_brains_predictably_irrati",
    "description": "The 3 pounds of jelly in our skulls allow us to reflect on our own consciousness -- and to make counterintuitive, irrational decisions. These talks explore why.",
    "objectID": "74"
  },
  {
    "title": "Open-source, open world",
    "slug": "open_source_open_world",
    "description": "Embrace our wide-open shareable future -- where everything's hackable and the power of the crowd propels innovation.",
    "objectID": "13"
  },
  {
    "title": "On generosity",
    "slug": "on_generosity",
    "description": "It’s the giving season. And thus, we give you these great talks on the hows, whys and whats of generosity.",
    "objectID": "214"
  },
  {
    "title": "Ocean wonders",
    "slug": "ocean_wonders",
    "description": "Dive into the unexplored universe beneath the waves: the beautiful, fragile (and sometimes terrifying) world of the ocean.",
    "objectID": "7"
  },
  {
    "title": "Objects of desire",
    "slug": "objects_of_desire",
    "description": "An iconic painting. An ancient manuscript. A cylinder with 2600 years of history. Learn about artifacts and images that have intrigued humans for centuries, and why we find them so alluring.",
    "objectID": "61"
  },
  {
    "title": "Natural wonder",
    "slug": "natural_wonder",
    "description": "What is nature? Follow the camera's eye to many stunning places on the planet -- from the African veldt to the Amazon rainforest to the teeming world under the Arctic ice.",
    "objectID": "30"
  },
  {
    "title": "MOOCs 101",
    "slug": "moocs_101",
    "description": "Given that it’s the internet age and all, why should classrooms look exactly the way they have for centuries? Here, TED speakers on what can happen when we bring education online … and open it up to anyone.",
    "objectID": "141"
  },
  {
    "title": "Mikko Hypponen: 9 talks on tech … and fish",
    "slug": "mikko_hypponen_9_talks_on_tec",
    "description": "Mikko Hypponen lays it out: “The talks I chose for my playlist are about technology, security or privacy. Because geeks. Then I added the talk from Dan Barber. Because fish.”",
    "objectID": "39"
  },
  {
    "title": "Might you live a great deal longer?",
    "slug": "might_you_live_a_great_deal_lo",
    "description": "We're obsessed with age: Quests for youth, immortality and prolonged life are, indeed, ageless. Explore the science of longer lives ...",
    "objectID": "64"
  },
  {
    "title": "Media with meaning",
    "slug": "media_with_meaning",
    "description": "In a world filled with sound bites and paparazzi-snapped photos, there are still storytellers determined to create media with meaning. From feature films to citizen journalism, their work is worth spreading.",
    "objectID": "21"
  },
  {
    "title": "Math talks to blow your mind",
    "slug": "math_talks_to_blow_your_mind",
    "description": "Numbers, patterns and equations are at the core of these talks, which will teach you how to fold better origami and how to quantify history.",
    "objectID": "189"
  },
  {
    "title": "Malcolm London: 4 talks that speak out",
    "slug": "malcolm_london_4_talks_that_s",
    "description": "As important as they are eloquent, these four talks are poet Malcolm London’s idea of how to truly cause a stir.",
    "objectID": "121"
  },
  {
    "title": "Making sense of too much data",
    "slug": "making_sense_of_too_much_data",
    "description": "It's the age of Big Data. But what, exactly, do we do with all this information? These talks explore practical, ethical -- and spectacularly visual -- ways to understand near-infinite data.",
    "objectID": "56"
  },
  {
    "title": "Maestros, if you please ... !",
    "slug": "maestros_if_you_please",
    "description": "These extraordinary maestros bring you into the world of writing and conducting music.",
    "objectID": "79"
  },
  {
    "title": "Macy Gray: My 4 favorite talks",
    "slug": "macy_gray_my_4_favorite_talks",
    "description": "Macy Gray's voice just does something for us. Here, the singer and activist picks four talks she would never try to say goodbye to.",
    "objectID": "76"
  },
  {
    "title": "Listen up",
    "slug": "listen_up",
    "description": "Talks on the importance of listening, and how to do it much better.",
    "objectID": "92"
  },
  {
    "title": "Life in—and after—prison",
    "slug": "life_in_and_after_prison",
    "description": "More than 2.3 million people in the United States are in prison or jail. Here, talks that speak to the experience of life behind bars—and different perspectives on what can make it a rehabilitating experience.",
    "objectID": "165"
  },
  {
    "title": "Kickstart your creativity",
    "slug": "kickstart_your_creativity",
    "description": "Out of fresh ideas? These inspiring talks offer the kick-in-the-pants you need to unleash your creative spirit.",
    "objectID": "170"
  },
  {
    "title": "Ken Robinson: 10 talks on education",
    "slug": "ken_robinson_10_talks_on_educ",
    "description": "Education legend Sir Ken Robinson picked the talks he loves — all full of insight, bright ideas and, of course, creativity.",
    "objectID": "124"
  },
  {
    "title": "Jill Bolte Taylor: 10 talks on human nature",
    "slug": "jill_bolte_taylor_10_talks_on",
    "description": "What moves Jill Bolte Taylor? \"I love talks that contribute to the overall well-being of who we are as humanity -- about how we can explore ourselves as people in relationship with one another and with this beautiful planet.\"",
    "objectID": "31"
  },
  {
    "title": "Jamie Oliver: 5 talks that inspired me",
    "slug": "jamie_oliver_5_talks_that_ins",
    "description": "Jamie Oliver came to fame as the Naked Chef -- now he's made it his mission to transform the way we feed ourselves and our children, through his cookbooks, TV shows and the <a href=\"http://www.jamieoliverfoodfoundation.org.uk/\" target=\"_blank\">Jamie Oliver Food Foundation</a>. The 2010 TED Prize winner shares his 5 favorite talks.",
    "objectID": "136"
  },
  {
    "title": "Isaac Mizrahi: Talks that are in fashion",
    "slug": "isaac_mizrahi_talks_that_are",
    "description": "Designer Isaac Mizrahi dashed off these stylish, breezy notes on why these 6 TEDTalks are a source of inspiration for him.",
    "objectID": "40"
  },
  {
    "title": "Insights on terrorism",
    "slug": "insights_on_terrorism",
    "description": "It’s a solemn subject—one of the harsh realities of our world. Here, speakers with insightful thoughts on why terrorism continues … and what we can do to stop it.",
    "objectID": "188"
  },
  {
    "title": "Insects are awesome!",
    "slug": "insects_are_awesome",
    "description": "Bugs! Some say they're a nuisance, but we think they're a wonder. These insect-obsessed speakers share how ants form societies, how bees pollinate flowers, and how termites can be quite ... tasty.",
    "objectID": "5"
  },
  {
    "title": "In the mood for love",
    "slug": "in_the_mood_for_love",
    "description": "Love: it’s what makes the world go round. And also: all you need. As well as that thing, in addition to war, in which all is fair. Here, TED Talks about this most basic of human emotions.",
    "objectID": "143"
  },
  {
    "title": "How we make choices",
    "slug": "how_we_make_choices",
    "description": "Illuminating talks on why some choices are so tough and how we can choose to make better ones. (Or are we in control of our own choices at all?)",
    "objectID": "164"
  },
  {
    "title": "How to tell a story",
    "slug": "how_to_tell_a_story",
    "description": "Why do we love our favorite stories? Do they need a beginning, middle and end, and a character who changes by the conclusion? Masters of storytelling explore new answers to age-old questions of the craft.",
    "objectID": "62"
  },
  {
    "title": "How to live with robots",
    "slug": "how_to_live_with_robots",
    "description": "As machines grow ever more intelligent, they're emerging not just as powerful tools, but close companions. These talks -- while offering some whizzy demos -- examine how robots are becoming an intimate part of our lives.",
    "objectID": "17"
  },
  {
    "title": "How to be a great leader",
    "slug": "how_leaders_inspire",
    "description": "What makes a great leader? The ability to rule with an iron fist? Being well-liked? Or maybe just having a really loud voice? These TED speakers each offer much more nuanced approaches on how to inspire others.",
    "objectID": "140"
  },
  {
    "title": "How language changes over time",
    "slug": "how_language_changes_over_time",
    "description": "Language isn’t fixed—it evolves. Enjoy these talks on the shifts happening before our eyes, for better or worse.",
    "objectID": "228"
  },
  {
    "title": "How does my brain work?",
    "slug": "how_does_my_brain_work",
    "description": "How exactly does the brain -- a 3-pound snarl of nervous tissue -- create inspired inventions, the feeling of hunger, the experience of beauty, the sense of self? Researchers at the edge of science explain …",
    "objectID": "1"
  },
  {
    "title": "How do you solve a problem like the climate crisis?",
    "slug": "how_do_you_solve_a_problem_lik",
    "description": "We all know about the climate crisis. We all want to stay informed — but the information can be overwhelming. Watch these talks to hear what’s at stake and find out what's being done.",
    "objectID": "154"
  },
  {
    "title": "How (and why) to forgive",
    "slug": "how_and_why_to_forgive",
    "description": "Forgiveness sounds so easy, and yet it's tough to muster in practice. These talks may help.",
    "objectID": "213"
  },
  {
    "title": "Hans Rosling: 5 talks on global issues",
    "slug": "hans_rosling_5_talks_on_globa",
    "description": "Data visionary Hans Rosling's favorite talks keep an eye toward health, economics and population growth -- from business in Africa to youth culture in China.",
    "objectID": "38"
  },
  {
    "title": "Grow your own stuff",
    "slug": "grow_your_own_stuff",
    "description": "You’ve heard of ‘do it yourself,’ but what about ‘grow it yourself?’ Enjoy these quirky talks full of possibilities.",
    "objectID": "224"
  },
  {
    "title": "GROSS!",
    "slug": "gross",
    "description": "Poop, parasites, dead duck sex, eating bugs, and many more impolite -- but fascinating -- topics.",
    "objectID": "93"
  },
  {
    "title": "Graduation…now what?",
    "slug": "graduation_now_what",
    "description": "After you swing your mortarboard tassel from right to left, your sense of excitement can give way to a sense of normlessness. For anyone feeling that, these talks offer exquisite insight.",
    "objectID": "158"
  },
  {
    "title": "Glenn Close: The talks that moved me",
    "slug": "glenn_close_the_talks_that_mo",
    "description": "Glenn Close shares 5 TED Talks that had a lasting effect on her, and luminous notes on why each one struck a chord.",
    "objectID": "34"
  },
  {
    "title": "Give thanks",
    "slug": "give_thanks",
    "description": "These TED Talks will help you conjure up massive amounts of gratitude.",
    "objectID": "206"
  },
  {
    "title": "Get in shape (for real this time) ",
    "slug": "get_in_shape_for_real_this_ti",
    "description": "It is the New Year’s Resolution that you make over and over again. Here, talks to help you actually stick to it—and do it in a kind, effective way.",
    "objectID": "218"
  },
  {
    "title": "Geoffrey Canada: 7 talks on social change",
    "slug": "geoffrey_canada_7_talks_on_so",
    "description": "Educator and activist Geoffrey Canada chose a powerful list of favorites — talks that address the cycles of poverty and gender violence, and offer bold suggestions for change.",
    "objectID": "120"
  },
  {
    "title": "Freedom rising",
    "slug": "freedom_rising",
    "description": "From the Arab Spring to the emerging democracies of Eastern Europe, a new generation of freedom fighters -- entrepreneurs, journalists, activists -- shares powerful stories of resistance against dictatorships and oppression.",
    "objectID": "12"
  },
  {
    "title": "Fascinating psych experiments",
    "slug": "fascinating_psych_experiments",
    "description": "Human behavior is a riddle. In these talks, speakers share psychological studies—from asking kids to wait to eat marshmallows to planting false memories through a single word—that offer possible solutions as well as surprising new twists.\r\n",
    "objectID": "173"
  },
  {
    "title": "Everything you thought ... was wrong",
    "slug": "everything_you_thought_was",
    "description": "10 counterintuitive talks to flip your thinking on everything from shoes to aid organizations to the universe.",
    "objectID": "91"
  },
  {
    "title": "Elif Shafak: 7 truly captivating talks",
    "slug": "elif_shafak_7_truly_captivati",
    "description": "Novelist Elif Shafak says, “Even long after I listened to these talks, I noticed I was carrying the words with me wherever I traveled. I can listen to these speakers again and again, hearing something new each time.”",
    "objectID": "37"
  },
  {
    "title": "Earth, appreciated",
    "slug": "earth_appreciated",
    "description": "Our planet is a wonder, a perfectly improbable incubator for life. It’s also in danger because of our indifference. Reflections on both those truths.",
    "objectID": "151"
  },
  {
    "title": "Dinos!",
    "slug": "dinos",
    "description": "Dinosaurs once roamed the Earth. What were they like, why did they disappear, and what can we learn from them?",
    "objectID": "68"
  },
  {
    "title": "Did you know?",
    "slug": "did_you_know",
    "description": "A delightfully useful collection of explanations, how-tos and amusing trivia.",
    "objectID": "19"
  },
  {
    "title": "Diane von Furstenberg's 5 favorite TED Talks",
    "slug": "diane_von_furstenberg_s_5_favo",
    "description": "The legendary fashion designer — who created the wrap dress and remains an icon in the industry (she's also President of the Council of Fashion Designers of America) — picks the 5 TED talks that have inspired her most. ",
    "objectID": "134"
  },
  {
    "title": "Design of useful things",
    "slug": "design_of_useful_things",
    "description": "Quirky, fascinating talks about the design of practical things we all need, whether we know it or not.",
    "objectID": "80"
  },
  {
    "title": "Design giants",
    "slug": "design_giants",
    "description": "From graphics to products, check out these talks by some of the world's greatest designers.",
    "objectID": "127"
  },
  {
    "title": "Depths of corruption",
    "slug": "depths_of_corruption",
    "description": "Corruption manifests itself in many ways, some subtler than others. From anonymous companies to bribes to unjust electoral systems, these talks take you deep into ethically murky territory … and offer bold ideas on what we can do about it.",
    "objectID": "148"
  },
  {
    "title": "David Blaine: My favorite talks",
    "slug": "david_blaine_my_favorite_talk",
    "description": "For the last 17 years, I’ve had the good fortune of participating in TED, both as a listener and a speaker. The talks often move me to tears. Listening to stories of passion, dedication and triumph remind me of how truly amazing humans can be. Below are some of my favorites.",
    "objectID": "145"
  },
  {
    "title": "Dave Eggers: 4 talks that are spot-on",
    "slug": "dave_eggers_4_talks_that_are",
    "description": "As Dave Eggers says, \"The best TED Talks make sense of complicated ideas and trends, and have an elegant simplicity to them. It’s plenty of time to get across a clear and bold idea.” Below, his notes on 4 great talks.",
    "objectID": "47"
  },
  {
    "title": "Daryl Hannah: 11 talks that inspired me",
    "slug": "daryl_hannah_11_talks_that_in",
    "description": "Daryl Hannah gathers TED Talks that span the globe, from the Black Hills Mountains of the United States to the underwater worlds of Antarctica.",
    "objectID": "50"
  },
  {
    "title": "Dan Pink: My 5 favorite talks on work",
    "slug": "dan_pink_my_5_favorite_talks",
    "description": "Popular business author Dan Pink picks his 5 favorite TED Talks on how to find greater success at work.",
    "objectID": "133"
  },
  {
    "title": "Damon Lindelof: 5 talks I sent to friends",
    "slug": "damon_lindelof_5_talks_i_sent",
    "description": "Why these talks, Damon Lindelof, writer of \"Lost\" and \"Prometheus\"? “These are the ones that stayed with me. That I watched more than once. That I have forwarded to friends with hopes of not only expanding their horizons but stimulating conversation.”",
    "objectID": "36"
  },
  {
    "title": "Craftsmanship",
    "slug": "craftsmanship",
    "description": "What feels so good about getting your hands dirty and making something? The following talks speak to the art of craft.",
    "objectID": "146"
  },
  {
    "title": "Counterintuitive career advice",
    "slug": "counterintuitive_career_advice",
    "description": "You know how to write a resume and ask for a promotion. These talks go beyond the basics, offering insightful advice on how to think about our work lives.",
    "objectID": "209"
  },
  {
    "title": "Close up and personal",
    "slug": "close_up_and_personal",
    "description": "These photographers capture beautiful but sobering images, using their art to help fight for social justice.",
    "objectID": "72"
  },
  {
    "title": "Climate change: Oh, it's real.",
    "slug": "climate_change_oh_it_s_real",
    "description": "We still have a lot to learn about climate change, about why it's happening and what that means. But one thing is clear: It's real, alright. These talks provide a primer on the issue of our times.",
    "objectID": "78"
  },
  {
    "title": "Charming talks for a boost on a bad day",
    "slug": "charming_talks_for_a_boost_on",
    "description": "Bad days happen to good people. Here are talks guaranteed to help cheer you up.",
    "objectID": "167"
  },
  {
    "title": "Cesar Harada's playlist",
    "slug": "cesar_harada_s_playlist",
    "description": "Inspiration from the ocean and on dry land.",
    "objectID": "185"
  },
  {
    "title": "Carlton Cuse: 6 talks that help me create",
    "slug": "carlton_cuse_6_talks_that_hel",
    "description": "\"These talks have inspired me to create, in my writing or in my life,\" says Carlton Cuse, screenwriter and producer of \"Lost\" and \"Bates Motel.\" \"These speakers have 'passionate optimism' -- that inner drive that allows us to risk truly expressing ourselves.” ",
    "objectID": "131"
  },
  {
    "title": "Can you believe your eyes?",
    "slug": "can_you_believe_your_eyes",
    "description": "Magic tricks, optical illusions, death-defying feats, digital lies. Believe it or not.",
    "objectID": "71"
  },
  {
    "title": "Calling all sports fans",
    "slug": "calling_all_sports_fans",
    "description": "Whether you love to swim, run, ski, shoot hoops or play cricket, these talks will make you wish you had a foam finger to hoist in the air.",
    "objectID": "155"
  },
  {
    "title": "Brandon Boyd: 9 eye-opening talks",
    "slug": "brandon_boyd_9_eye_opening_ta",
    "description": "Brandon Boyd, lead singer of Incubus, says, \"I hope to one day perform live music on the moon. Perhaps if all goes according to plan, we can make a TED Talk out of it!\" We eagerly await this event. Until then, here are his favorite talks.",
    "objectID": "43"
  },
  {
    "title": "Bono: 8 talks that give me hope",
    "slug": "bono_8_talks_that_give_me_hop",
    "description": "Bono picks 8 talks that express powerful ideas -- and shares exactly why each needs to be spread far and wide.",
    "objectID": "53"
  },
  {
    "title": "Bobak Ferdowsi: On our home in the universe",
    "slug": "bobak_ferdowsi_on_our_home_in",
    "description": "NASA engineer Bobak Ferdowsi helped the Curiosity rover land on Mars -- and he's fascinated by talks that deepen our understanding of the world around us.",
    "objectID": "49"
  },
  {
    "title": "Björk: 6 talks that are music to my ears",
    "slug": "björk_6_talks_that_are_music",
    "description": "Björk picks 6 TED Talks that she simply adores, from a mushroom burial suit to a virtual choir of thousands. ",
    "objectID": "57"
  },
  {
    "title": "Bill Gates: My 13 favorite talks",
    "slug": "bill_gates_my_13_favorite_tal",
    "description": "When we asked Bill Gates to curate a list of his favorite talks, his first response was, “There are too many to pick, really.” Here, he's whittled it down to 13 essentials.",
    "objectID": "35"
  },
  {
    "title": "Ben Affleck: 8 talks that amazed me",
    "slug": "ben_affleck_8_talks_that_amaz",
    "description": "Browse Ben Affleck's super 8, and his director's notes on why he picked them.",
    "objectID": "32"
  },
  {
    "title": "Before public speaking…",
    "slug": "before_public_speaking",
    "description": "If you’ve got a presentation to give at work or school — or are perhaps getting ready to speak at a TEDx event? — we recommend these talks to help get you pumped up.\r\n",
    "objectID": "226"
  },
  {
    "title": "Barbra Streisand: 8 must-see talks for women",
    "slug": "barbra_streisand_8_must_see_t",
    "description": "An advocate for women's health, Barbra Streisand founded the Barbra Streisand Women’s Heart Center -- whose director is TEDxWomen star Dr. C. Noel Bairey Merz. Together they pick some great talks for women and, really, anyone.",
    "objectID": "48"
  },
  {
    "title": "Art made of data",
    "slug": "art_from_data",
    "description": "Seeing patterns and creating beauty -- data visualization has become an art form. Meet pioneering artists who use spreadsheets, archives and digital data as their paints and canvas.",
    "objectID": "201"
  },
  {
    "title": "Are you there, God?",
    "slug": "are_you_there_god",
    "description": "For as many people as there are on Earth, there are as many answers to the question: Are you there, God? These talks offer personal perspectives on faith from all ends of the spectrum, from ardent Atheists to devout believers.",
    "objectID": "14"
  },
  {
    "title": "Are we alone in the universe?",
    "slug": "are_we_alone_in_the_universe",
    "description": "Is Earth really the only life-sustaining planet in existence? These speakers think there might just be something or someone else out there, and urge us not to stop the search.",
    "objectID": "82"
  },
  {
    "title": "Architectural inspiration",
    "slug": "architectural_inspiration",
    "description": "Master architects share their vision for buildings that inflate, float, twist and glitter, while artfully addressing the challenges faced by their residents, their cities and the planet.",
    "objectID": "25"
  },
  {
    "title": "Animals that amaze",
    "slug": "animals_that_amaze",
    "description": "Apes that write! Shrimp that kick! Octopi that disappear! These speakers show their obsessions with weird wild species of all sizes.",
    "objectID": "59"
  },
  {
    "title": "Angela Duckworth: 4 talks on human behavior",
    "slug": "angela_duckworth_4_talks_on_h",
    "description": "Psychologist Angela Duckworth studies the traits that allow us to stick to our goals — and she chose four great talks that explore other facets of how human beings behave.",
    "objectID": "123"
  },
  {
    "title": "Andrew Bastawrous's playlist",
    "slug": "andrew_bastawrous_s_playlist",
    "description": "Visionaries exploring sight and vision.",
    "objectID": "187"
  },
  {
    "title": "Ancient clues",
    "slug": "ancient_clues",
    "description": "Fascinating talks by archaeologists and evolutionary biologists about humanity's beginnings and journey.",
    "objectID": "84"
  },
  {
    "title": "All kinds of minds",
    "slug": "all_kinds_of_minds",
    "description": "These powerful stories shatter preconceived notions about mental illness, and pose the provocative question: What can the world learn from different kinds of minds? ",
    "objectID": "9"
  },
  {
    "title": "Alexis Ohanian: 9 talks about the Internet",
    "slug": "alexis_ohanian_9_talks_about",
    "description": "Reddit co-founder Alexis Ohanian picks 9 talks on the global idea flow. He says, \"On an open Internet, where all links are created equal, good ideas win. Anyone, anywhere can share an idea that can be seen by millions.\"\r\n",
    "objectID": "45"
  },
  {
    "title": "Advice to help you be a great parent",
    "slug": "advice_to_help_you_be_a_great",
    "description": "Kids don’t come with a manual, and parents don’t get grades to affirm they’re doing things right. These talks speak to the complexities of parenthood, offering unusual insights and hard-won advice.",
    "objectID": "150"
  },
  {
    "title": "Adventures in mapping",
    "slug": "adventures_in_mapping",
    "description": "Maps don’t just tell you which street to turn left on. Maps convey information that shapes our lives, deepen our understanding of problems and our ability to create solutions, and whisk our imaginations to new lands. See what we mean, below.",
    "objectID": "138"
  },
  {
    "title": "A trip to the museum",
    "slug": "a_trip_to_the_museum",
    "description": "Wandering a museum hall can whisk you off to another time, leave you in awe of an artist or teach you something new about our natural world. Enjoy these talks about museums.",
    "objectID": "161"
  },
  {
    "title": "A cure for cancer?",
    "slug": "a_cure_for_cancer",
    "description": "Ridding the world of cancer: It's a far-flung dream, but that doesn't stop many from trying. Hear from researchers who've dedicated their lives and careers to understanding cancer, then ending it.",
    "objectID": "63"
  },
  {
    "title": "A better you",
    "slug": "a_better_you",
    "description": "Ready for a change? These well-researched (and heartfelt) talks offer ideas and inspiration for all aspects of your life, from creativity to vulnerability, from competitive sports to collaborative games.",
    "objectID": "8"
  },
  {
    "title": "9 trippy TED Talks",
    "slug": "9_trippy_ted_talks",
    "description": "These surprising, slightly psychedelic talks are better than staring at a blacklight poster.",
    "objectID": "205"
  },
  {
    "title": "7 talks with insights on breast cancer",
    "slug": "7_talks_with_insights_on_breas",
    "description": "Breast cancer is the most common cancer among women worldwide. Listen as cancer researchers, doctors, technologists and, oh, a dancer, share their perspectives — and learnings — on this disease. ",
    "objectID": "195"
  },
  {
    "title": "7 talks to make you love science",
    "slug": "7_talks_to_make_you_love_scien",
    "description": "Science is about discovering the wonders of how our world works. From physics to biology to neuroscience, channel your inner Mr. Wizard as you watch these talks.",
    "objectID": "163"
  },
  {
    "title": "7 talks to help you find the right job",
    "slug": "7_talks_to_help_you_find_the_r",
    "description": "You want work that makes you feel happy, challenged, appreciated, and like you are making a positive contribution. Below, talks for the job hunt to help you find that elusive combination.",
    "objectID": "220"
  },
  {
    "title": "5 talks on the truth about lying",
    "slug": "5_talks_on_the_truth_about_lyi",
    "description": "We're lied to 10 to 200 times a day, and tell a lie ourselves an average of 1 to 2 times in the same period. These talks will help you understand why — and will make you better at sussing out the truth.\r\n",
    "objectID": "222"
  },
  {
    "title": "30 years of TED",
    "slug": "30_years_of_ted",
    "description": "The first TED was held in 1984. What kind of predictions did people make 30 years ago? (And did they turn out to be right?) Watch the world change over three decades in this nearly year-by-year playlist.",
    "objectID": "147"
  },
  {
    "title": "11 must-see TED Talks",
    "slug": "11_must_see_ted_talks",
    "description": "What is TED? This primer of 11 classic TED Talks show you the wide range of topics covered -- and introduce you to beloved speakers like Amy Cuddy, Brené Brown, Sir Ken Robinson and Chimamanda Adichie. Find your next favorite talk ... ",
    "objectID": "77"
  },
  {
    "title": "10 talks you won't be able to stop thinking about",
    "slug": "10_talks_you_won_t_be_able_to",
    "description": "Once you watch these talks, you may not be able to get them out of your head. These talks have staying power and, as you go about everyday life, we bet you'll find yourself thinking of them often.",
    "objectID": "219"
  },
  {
    "title": "10 talks from authors",
    "slug": "10_talks_from_authors",
    "description": "These well-known writers weave beautiful words on the page … and on the stage. ",
    "objectID": "194"
  },
  {
    "title": "10 talks by women that everyone should watch",
    "slug": "10_talks_by_women_that_everyon",
    "description": "Color bravery. A headset for brainwaves. His/hers healthcare. 10 big, bold talks from female speakers. ",
    "objectID": "192"
  },
  {
    "title": "10 ideas for ending HIV/AIDS",
    "slug": "10_ideas_for_ending_hiv_aids",
    "description": "These powerful talks offer ideas for rethinking—and hopefully stopping—the spread of HIV and AIDS.",
    "objectID": "208"
  },
  {
    "title": "10 great talks to celebrate Black History Month",
    "slug": "10_great_talks_to_celebrate_bl",
    "description": "These fascinating talks offer fresh perspectives on black identity, and fascinating insights on how to finally defeat racism.",
    "objectID": "230"
  }
]